Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: After Mal M’Brin’s defeat, Deoran and his men left the desolate caverns and returned to the surface of the fortress where the sun had begun to break through the thick fog in the ancient forest. Ethiliel stayed behind for a long while, not emerging from the caverns until the day had passed and it was well into the night. She offered a brief word of apology, but said nothing more as she led them back north toward Wesnoth. Deoran had to admit that he was elated that they had defeated the undead and were returning home, although the wearied, almost grieving mood of the elves was quite sombering.
uk_ua: Після смерті Мал М’Бріна, Деоран зі своїми солдатами покинув спустошені печери та повернувся на поверхні фортеці, де сонце почало прориватися крізь густий туман стародавнього лісу. Етілієль трохи залишилася позаду, не виходячи з підземелля, поки не пройшов день і вже була ніч. Вони вибачилася за це, але більше нічого не сказала, далі вона повела їх на північ, до Весноту. Деоран мусив визнати, що був у захваті від того, що вони перемогли мерців і нарешті повертаються додому, хоча втомлений і майже скорботний настрій ельфів був доволі похмурим.

source: After a long trek, Prince Haldric and his companions find themselves on a sunny beach. While normally this would be a pleasant occurrence, they find the saurians hard at work there.
uk_ua: Після довгої подорожі принц Хальдрік і його супутники досягли сонячного узбережжя. Коли б не ящери, що розвинули там кипучу діяльність, це була б приємна зупинка.

source: After a particularly bad series of storms the Eldaric has taken on water, and much of the fleet has been scattered. Lord Typhon suggests stopping at a group of small windswept islands to regroup.
uk_ua: Після ряду особливо бурхливих штормів "Ельдарік" почав протікати, а велика частина флоту була розсіяна. Лорд Тайфон запропонував причалити до купки маленьких островів, щоб перегрупуватися.

source: After a short trip by sea, Haldric arrives on the elves’ cursed Isle of Tears. A fog hangs in the air.
uk_ua: Коротка подорож по морю, і Хальдрік опинився на проклятому ельфійському Острові Сліз. В повітрі висів туман.

source: After a time of great struggle, a peace was reached. We came to dominate most of the Isle, with the Wesfolk pushed onto the most marginal of lands. In confronting their vile legions, we grew strong. Indeed, it was from this war we gleaned our first shards of knowledge about magic.
uk_ua: Боротьба була наполегливою, але врешті-решт ми добилися миру. Більша частина Острова залишилася за нами, весфольков же витіснили на самий край заселених земель. Ведучи боротьбу з їхніми підлими легіонами, ми стали сильніше. Саме у тій війні ми почали по крупинках збирати знання про магію.

source: After a week’s steady sailing eastward, they begin to hear the cries of gulls and feel the loom of the land. The Great Continent appears before them over the summer-lit seas.
uk_ua: Вже тиждень пливли вони на схід, коли нарешті почули крики чайок і відчули близькість землі. Великий Континент вимальовувався перед ними в синяві літніх морів.

source: After destroying Mal-Ravanal’s henchmen, Kai Krellis awaited another attack. But it never came. Krellis sent some messengers south to discover what they could. The news that came back was better than good. Mal-Ravanal was dead! Soldiers of Wesnoth had defeated him at about the same time the merfolk had defeated the undead at Jotha. With the evil wizard gone, the merfolk relaxed and began rebuilding in earnest, and soon Jotha was restored.
uk_ua: Знищивши прибічників Мал-Раванала, Кай Креліс чекав ще одного нападу. Але його не було. Креліс відправив кількох розвідників на південь, щоб дізнатися хоч щось. Новини, які ті принесли, були неймовірно добрими. Мал-Раванал був мертвий! Солдати Весноту убили його приблизно в той же час, коли водяні відбили Йоту у мерців. Дізнавшись, що лихого чаклуна більше нема, водяні зітхнули з полегшенням і стали старанно відбудовувати Йоту, котра невдовзі була відновлена.

source: After several days of fierce fighting, the main body of Weldyn’s host arrived. The battle was soon finished. Every last man from the rebellion was executed.
uk_ua: Після кількох днів лютої колотнечі надійшло основне військо Велдину. Битва була швидко завершена, і кожного учасника повстання було страчено.

source: After several days, the smell of the swamp was just becoming noticeable when they found a small ruined castle in the right place to be the one Tyegëa had mentioned. Night was falling, and it was very dark beneath the trees, but Krellis was in a hurry, now that the end of their journey was in sight. He decided to go ashore and try to find the mage immediately.
uk_ua: Через кілька днів, коли сморід болота почав ставати відчутним, вони знайшли невеликий розвалений замок якраз у тому місці, про яке розповідала Тигея. Наступала ніч, і під деревами було дуже темно, але Креліс поспішав, так як кінець їхньої подорожі був зовсім близько. Він вирішив висадитись на берег та спробувати якнайшвидше знайти мага.

source: After slaughtering scenarios (where you take lots of punishment) there are usually "breathing room" scenarios where you can rather easily gain some gold and experience (advanced units).
uk_ua: Після кривавих сценаріїв (де вам доводиться нести великі втрати) зазвичай бувають "кімнати відпочинку", тобто сценарії, де ви можете досить легко отримати трохи золота і досвіду (просунути бійців).

source: After some days of travel Haldric finds himself confronted by a vast expanse of swamp. A small island with a mountain dominates the view. That can only be the home of the dragon.
uk_ua: Хальдрік йшов декілька днів і нарешті вийшов до неосяжних боліт. У очі йому відразу кинувся невеликий острів з горою. Це може бути тільки лігво дракона.

source: After some time at sea an island is spotted. The Eldaric docks at a crude port that appears to be deserted.
uk_ua: Пропливши деякий час, вони побачили острів. "Ельдарік" пришвартувався в деякій подібності порту, давно покинутого.

source: After some time...
uk_ua: Через деякий час...

source: After some years of service, former ‘footpads’ rise up in the ranks of their fellow outlaws. Having proven themselves in combat, they are given more dangerous tasks, and a greater share of the spoils. Though many opponents would mock their choice of weaponry, the outlaws are well aware of its deadly capacity, and also of the ready availability of ammunition. Outlaws are somewhat ill at ease fighting during the day, preferring the cover of nightfall.
uk_ua: Після декількох років служби, колишні ‘побігайки’ просуваються вгору серед своїх побратимів-вигнанців. Показавши себе в бою, вони отримуватимуть небезпечніші завдання і більшу частку здобичі. Хоча багато противників будуть насміхатись з їх зброї, вигнанці добре знають про її убивчу силу, а також про наявність боєприпасів. Вигнанці дещо гірше б'ються вдень, вважаючи за краще ховатися під покривом ночі.

source: After ten years of training, two tests stand between one particular apprentice and attainment of the degree of Mage:
uk_ua: Після десяти років навчання, від звання Мага учня відділяють два випробування:

source: After that, we should build towns in all of the regions that the elves have given us. We should move our capital inland, away from the coast. I hope the children of the good people of the west-north, of the Green Isle, find prosperity in this new land.
uk_ua: Після цього нам потрібно побудувати міста в усіх областях, які нам надали ельфи. Перенести столицю до центру земель, чимдалі від берега. Я сподіваюся, що діти добрих людей північного заходу, Зеленого острова, процвітатимуть в новій країні.

source: After the Fall
uk_ua: Після Падіння

source: After the battle, Deoran led an expedition to the southern border posts, where the forts had been smashed into crumbled ruins, and blood and broken weapons were scattered all about. He silently cursed the lich for the lack of bodies at the site of the battle, but deep down, he had known that that would be the fate of the men who had valiantly given their lives so that Westin might survive the undead onslaught. Still, he found small consolation in locating Sir Gerrick’s glaive and shield and bearing them back with him to Westin. Those he placed atop Gerrick’s mound, where they became a symbol of sacrifice, and loyalty, and valor.
uk_ua: Після битви Деоран організував експедицію до південної застави, де всі укріплення розбиті в розкришені руїни, довкола була кров та зламана зброя. Він мовчки проклинав ліча за відсутність тіл на полі брані, але глибоко в душі він розумів, що така доля тих, хто доблесно віддав свої життя, щоб Вестін зміг пережити бійню з мерцями. Усе ж він знайшов трохи втіхи, виявивши глевію та щит Пана Герріка, й віднісши їх назад до Вестіну. Їх він поклав на могилу Герріка, де вони стали символом самопожертви, вірності та відваги.

source: After the battle, peace. After the darkness, dawn. From death springs new life. I call the power of the Bright Gods into your name: DELFADOR
uk_ua: Після битви настане мир. Після темряви настане світанок. Із смерті зароджується нове життя. Я закликаю силу Світлих Богів в твоє ім'я: ДЕЛФАДОР

source: After the defeat of the nagas, Haldric’s refugees take on fresh water and hunt small game, relieved to have land beneath their feet. When they depart, even the sea-weather is milder.
uk_ua: Після перемоги над нагами, біженці Хальдріка набрали чистої води і трохи пополювали, вони були раді відчути під ногами тверду землю. А коли настав час відпливати, навіть морська погода, здавалося, полагіднішала.

source: After this conflict is over I’ll have to suffer through the long years alone, with no honorable way of joining them. I want to look that monster Jevyan in the eye before I go! I won’t be denied!
uk_ua: Коли ця війна закінчиться, мені доведеться мучитися довгі роки без почесної можливості приєднатися до них. Я хочу подивитися цьому чудовиську Жев'яну в очі перш, ніж піду! Ти не відмовиш мені!

source: After we drove your kind off we figured out how to break the spell that holds the Evil in the catacombs, and keeps others from entering them.
uk_ua: Коли ваші люди пішли, ми знайшли, як зняти закляття, що тримає Зло в катакомбах і не пускає туди інших.

source: After years of experience, the most devout of white magi develop vast spiritual powers. By strict devotion to the path of the light, they can call upon its aid to chase away the shadows of the night. Following a strict code of piety and honor, these men and women work tirelessly to bring life and order to the troubled world in which they live.
uk_ua: Після багаторічного досвіду найбільш праведні білі маги розвивають в собі величезну духовну силу. Строго присвятивши себе шляху світла, вони можуть закликати його на допомогу, виганяючи тіні ночі. Дотримуючись строгого кодексу честі і доброчесності, ці чоловіки і жінки невпинно працюють заради принесення життя і порядку в цей неспокійний світ.

source: After you complete a scenario, all surviving units will be available to recall in the next scenario. You are not able to move or attack with a unit on the turn you recruit or recall that unit. A Recalled unit retains its previous Level, Experience Points, (sometimes) any magic items acquired, and will arrive with full hitpoints.
uk_ua: Після завершення сценарію усі бійці, що вижили, стають доступні для виклику в наступному сценарії. Боєць, якого ви тільки що завербували або призвали, не може рухатися або атакувати. Покликаний боєць зберігає свій колишній рівень, кількість досвіду,(іноді) знайдені ним магічні предмети і при цьому повністю зцілюється.

source: After you have played a few scenarios, read the <b>Gameplay</b> section in the <b>Help</b> screen carefully. Details become important as scenarios get harder!
uk_ua: Зігравши декілька сценаріїв, уважно прочитайте розділ <b>Геймплей</b> у <b>Довідці</b>. По мірі зростання складності, щонайменша деталь стає дуже важливою!

source: After you make it to this new land, send some of the ships back, for there may still be survivors in Southbay.
uk_ua: Як припливеш в нові землі, то відправ декілька кораблів назад. Можливо, в Південній Бухті ще хтось виживе.

source: After your victory notice, the map will be grayed out to indicate that the scenario is over; this is called <i>linger mode</i>. You will still be able to examine the final positions and state of your troops and any surviving enemies. When you’re finished, click the <b>End Scenario</b> button to go on to the next scenario in the campaign.
uk_ua: Після повідомлення про перемогу карта буде затемнена, це означає, що сценарій завершений. Це називається <i>режим зупинки</i>. Ви, проте, зможете вивчити кінцеве розташування і стан Ваших військ. Потім натисніть <b>Кінець сценарію</b>, щоб перейти до наступного.

source: After:
uk_ua: Після:

source: Afternoon
uk_ua: День

source: Afternoon — Fifth Hour
uk_ua: День — П'ята година

source: Afternoon — First Hour
uk_ua: День — Перша година

source: Afternoon — Fourth Hour
uk_ua: День — Четверта година

source: Afternoon — Second Hour
uk_ua: День — Друга година

source: Afternoon — Sixth Hour
uk_ua: День — Шоста година

source: Afternoon — Third Hour
uk_ua: День — Третя година

source: Afterwards, Delfador lived the rest of his life as an advisor to the new rulers. He devoted much of his attention to restoring the great Academy in Alduin to its former glory. But his efforts there were to bear little fruit in his lifetime; for through many years of war and strife, very few mages were left, and none of them came near in power and skill to Delfador, greatest mage ever to grace the courts of Wesnoth.
uk_ua: Після цього Делфадор прожив залишок свого життя в якості радника нових правителів. Багато уваги він приділив на те, щоб відновити минулу славу Великої Академії на Алдуїні. Але усі його зусилля не увінчалися особливим успіхом: занадто мало магів залишилися після довгих років війни і боротьби, і жоден з них не міг порівнятися в могутності і досвіді з Делфадором, найвеличнішим магом з усіх, що служили при дворі Весноту.

source: Age of Heroes
uk_ua: Вік героїв

source: Aged
uk_ua: Старий

source: Agh! This training is too much for me...
uk_ua: Агр! Це тренування занадто складне для мене...

source: Agh! Who will guide you to victory now?
uk_ua: Агх! Хто тепер поведе тебе до перемоги?

source: Aghh! Die!
uk_ua: Агхх! Помри!

source: Aglaopheme,Amphitrite,Aphrodite,Ariel,Atargatis,Calypso,Delphine,Derceto,Diktynna,Electra,Galatea,Himeropa,Jengu,Leucosia,Ligia,Lori Lamaris,Mama Wata,Marina,Miranda,Miriam,Molpe,Parthenope,Pelagia,Pisinoe,Rân,Sedna,Stella Maris,Thelxiepia,Tirgata,Vatea,Ved-Ava,Veen emo,Vete-ema
uk_ua: Аглаофема,Амфітріта,Афродіта,Аріель,Атаргатіс,Саліпсо,Дельфіна,Дерцето,Діктінна,Електра,Галатея,Хімеропа,Йенгу,Левкозія,Лігія,Лорі Ламаріс,Мама Вата,Маріна,Міранда,Міріам,Мольпе,Парфенопа,Пелагія,Пісіноя,Ран,Седна,Стелла Маріс,Телксепія,Тіргата,Ватея,Вед-Ава,Веен емо,Вете-ема

source: Aglizix
uk_ua: Аглізікс

source: Agreed, but we must make haste, for the King is hard-pressed.
uk_ua: Згоден, але потрібно поспішати, Король в небезпеці.

source: Agreed.
uk_ua: Так.

source: Agreed. (<i>Sigh</i>)
uk_ua: Згоден. (<i>Зітхає</i>)

source: Ah, another human is approaching... yes... more meat for my war-band...
uk_ua: Ммм, ще одна людина йде... ага... більше м'яса для моїх воїнів...

source: Ah, here it is. I was wondering where I had misplaced my favorite blade.
uk_ua: Ах, ось і воно. А я думав, де це я посіяв мій улюблений клинок.

source: Ah, now the last of my council is here. Lionel, what tidings from the north?
uk_ua: Отже, тепер усі мої радники тут. Ліонелю, які вісті з півночі?

source: Ah, one of Methor’s, eh? Good, good... Well, young Garard certainly needs all the hands he can muster right now. Especially those who know their magic!
uk_ua: Ах, учень Метора? Добре, добре... Юний Гарард, звичайно ж, зараз потребує будь-якої допомоги. Особливо від знавців магії!

source: Ah, please no hurtings me! I helps you, see?
uk_ua: Ааа, будь ласка, не би'те мене! Я допомагаю вам, бачите?

source: Ah, well. I should have known this wouldn’t be easy.
uk_ua: Що ж. Можна було здогадатися, що проблеми виникнуть.

source: Ah, young Delfador... you speak well, and Leollyn has already told me of your bravery. I accept your offer of service with gratitude, but this is a task for warriors, not magic-makers. You shall stay here with Leollyn and be Leollyn’s right hand as he is mine.
uk_ua: А, юний Делфадоре... твоя мова мені подобається, та і Леолин розповів мені про твою хоробрість. Я б з вдячністю прийняв твою пропозицію, але це завдання для воїнів, а не магів. Ти повинен залишитися тут з Леолином і бути його правою рукою так само, як він моя.

source: Ah... yes, I suppose not. Let me teach you some of what I know today, and see if that informs your opinion. However, the question of trust is not the most important. The question is whether or not we can work together. Listen. The ancient Wesfolk honed their craft over generations. There is more to know than one individual can learn in a lifetime. If you do your research alone, you will one day be as old as I, and death will pursue you just as relentlessly. However, if we combine our research, we have a chance of finishing before it is too late for us.
uk_ua: А… Дійсно. Сьогодні я навчу тебе дещиці з того, що знаю, і подивимося, чи зміниться твоя думка. Утім, питання навіть не в довірі. Питання в тому, чи зможемо ми працювати разом. Послухай. Давні західняки поколіннями відшліфовували свої вміння. На те, щоб осягнути їхню мудрість, не вистачить людського життя, а надто якщо працюєш самотужки. Одного дня прийде старість, і смерть почне дихати тобі в потилицю. Та якщо ми об'єднаємо зусилля, матимемо шанс закінчити дослідження ще до того, як для когось із нас буде запізно.

source: Ahh! Help, it’s a tentacle monster!
uk_ua: Ааааа! Дапоможіть, це чудовисько з щупальцями!

source: Ahh! I <i>really</i> don’t like fire...
uk_ua: Аххх! Мені <i>дуже</i> не подобається вогонь...

source: Ahh, it’s great to be home! I’m not much for the politics, but it’s great to be home!
uk_ua: Ах, чудово бути удома! Мене не дуже хвилює політика, але удома бути чудово!

source: Ahh, my young prince, you’re not as soft as I thought.
uk_ua: Так, мій юний принце, ти не так простий, як я думав.

source: Ahh, you have defeated the dragon, man of the west-north, you are truly impressive for a human.
uk_ua: Ахх, ти-таки перемін дракона, людино північного заходу, ти справді вражаючий, як для людини.

source: Ahh... I can slake my thirst at this well. Glug, glug, glug...
uk_ua: Ахх... Нарешті я можу вгамувати спрагу... Глоть, глоть глоть...

source: Ahh... That almost makes it all worth while!
uk_ua: О! Вже одне це майже означає, що б'ємося не даремно!

source: Ahhgg...
uk_ua: Ахггг...

source: Ahhh! Fire!
uk_ua: Аййй! Вогонь!

source: Ahhh. Just look at these fertile lands, ripe for conquest!
uk_ua: Ооох. Тільки поглянь на ці родючі землі, що наче просяться, щоб їх завоювали!

source: Ahhh... more stinky-midgets, come to get killed just like these cowards in their den.
uk_ua: Аргххх… більше смердючих карликів, нумо, підходьте, щоб ми вбили вас так само як і цих боягузів з нори.

source: Ahhhh!
uk_ua: Ааааа!

source: Ahhhhhhh!
uk_ua: Аххххххх!

source: Aigaion
uk_ua: Ейгайон
